package com.pikachu.book.cls.json;

import java.io.Serializable;
import java.util.List;

public class JsonBookCommentsCls {


    public Integer getStatus() {
        return status;
    }

    public void setStatus(Integer status) {
        this.status = status;
    }

    public String getError() {
        return error;
    }

    public void setError(String error) {
        this.error = error;
    }

    public DataBean getData() {
        return data;
    }

    public void setData(DataBean data) {
        this.data = data;
    }

    public InfoBean getInfo() {
        return info;
    }

    public void setInfo(InfoBean info) {
        this.info = info;
    }

    public Boolean getRes() {
        return res;
    }

    public void setRes(Boolean res) {
        this.res = res;
    }

    /**
     * status : 1
     * error :
     * data : {"list":[{"mid":"4ec56c38a06948de8ac8484e8bd8fb42","sm_uid":"23539868","text":"吞吞和圣龙本身就是仅次于神的存在，周元身怀圣龙起运而且和吞吞血脉融合过，更接近神道，最后周元必定成为5天之主加上妖妖的助攻成就神道打败圣神成为9天之主，超越第一序列之神的存在，完结！","score":"5","zan":"11","replynum":"3","pub_time":"1天前","uc_uid":"1235191801","status":"13","user_zan":0,"pics":[],"public_time":"1607001247","comment_list":[],"author_type":"","stamp":"2","sm_photo":"8","sm_name":"书友39868","avatar":"https://sm01.alicdn.com/L1/272/6837/static/tucao/avatar/v1/160/0009.png","user_isadm":false},{"mid":"7bb5fe31809443d69502c167045ff264","sm_uid":"22320337","text":"兄弟们，自从看了小说元尊，我终于知道怎么水作文了\n\n公元3838438年，太阳内部不稳定，欲有爆发之势，人类面临干旱之灾，饿，热，死伤无数。土豆见此，微微一笑：此旱不足为惧！此言一出，哗声一片。\u201c这土豆还真是不自量力。\u201d\u201c就是，虽说他蝉联网文第一水的荣称有百万年之久，但要想凭借自己的水解决这干旱之灾，不过只是蜉蝣撼树罢了\u201d......土豆的死对头唐家三少闻言，倒是淡淡一笑：此言不过是哗众取宠罢了，我三少从龙王传说就开始水，如今的终极斗罗可谓是水上加水，无所不水，连本座出马也只是稍解这干旱之灾，现在狂妄出言，骑虎难下，我倒要看看你能如何救世！\u201c豆哥，不要太勉强自己\u201d豆嫂焦急出声。作为土豆之妻，豆嫂自然是最为了解土豆之人，连此女都不甚担忧，可见此次的旱灾是何其严重。土豆淡然一笑，往娇妻红唇上轻轻一吻，柔声道：不必担忧，我的水，你还没真正见识过。他直起腰来，傲视苍穹：今天让你们看看，什么是水神之力！他掏出武，夭，苏仍是处且并未完结的元尊小说，正在连载的元尊漫画，正在紧张筹备中的元尊电视剧剧本，向8848℃的空气缓缓抛出。三件神物在刹那间化作惊世巨浪，携着覆天之势，席卷全球。\u201c什么！\u201d唐家三少眼目死死定住，一直以来，他都以为自己的水量与土豆相差无几，谁知此等差距竟如此之大，怕是穷尽一生之力也难以到达此量。刚刚嘲讽出言的女路人甲的俏脸则是有些不自然，想起此前她在土豆面前说出的粗鄙之语，不由得有些俏脸发烫，美眸中更是涌动着羞恼之意，但最终她只能咬着红唇，恨恨的剐了土豆一眼。","score":0,"zan":"52","replynum":"8","pub_time":"1天前","uc_uid":"1510148165","status":"13","user_zan":0,"pics":[],"public_time":"1607001253","comment_list":[],"author_type":"","stamp":"5","sm_photo":"17","sm_name":"擦那嘿喲","avatar":"http://image.uc.cn/o/uop/1Ht08/;;0,uop/g/uop/avatar/1804120836058539193c22c8dbaa41299601189ebcx100x100x3.jpg;3,160","user_isadm":false},{"mid":"022ecac4d2fb4698b8eda2f77f84ff28","sm_uid":"21454177","text":"这么垃圾的小说，真不明白是怎么舔到热门的","score":"1","zan":"7","replynum":"1","pub_time":"1天前","uc_uid":"1447671281","status":"13","user_zan":0,"pics":[],"public_time":"1606961324","comment_list":[],"author_type":"","stamp":"0","sm_photo":"17","sm_name":"三百两","avatar":"http://image.uc.cn/o/uop/1Ht08/;;0,uop/g/uop/avatar/1802100838c72bb6bb86fff364513c6e08c37d4a9ex132x132x5.jpg;3,160","user_isadm":false},{"mid":"7d1367bf3efd48d48e770aef221dfa64","sm_uid":"16015011","text":"女大十一变女大十一变女大十一变女大十一变女大十一变女大十一变女大十一变大女变一十大女变一十大女变一十大女变一十大女变一十大女变一十是不是看着有点斜，点赞了就不斜了 。好奇怪！","score":0,"zan":"4727","replynum":"84","pub_time":"7个月前","uc_uid":"1847269217","status":"13","user_zan":0,"pics":[],"public_time":"1587978252","comment_list":[],"author_type":"","stamp":"0","sm_photo":"11","sm_name":"夕露千壶O(∩_∩)O","avatar":"http://image.uc.cn/o/uop/1Ht08/;;0,uop/g/uop/avatar/1610020837662937c422bb87f67fd21f7d27232a4bx100x100x2.jpg;3,160","user_isadm":false},{"mid":"0eec76271826453e8f67668293d8838f","sm_uid":"8263960","text":"现在点赞两次都能取消赞了，让我们这些骗赞的怎么活。&#129300;","score":"2","zan":"2456","replynum":"53","pub_time":"10个月前","uc_uid":"427614075","status":"13","user_zan":0,"pics":[],"public_time":"1580547594","comment_list":[],"author_type":"","stamp":"0","sm_photo":"0","sm_name":"李波","avatar":"http://image.uc.cn/o/uop/1Ht08/;;0,uop/g/uop/avatar/1704271638dd2405027c6bd5633bf1c4f21581eb0fx672x672x42.jpg;3,160","user_isadm":false},{"mid":"2694cbe051434f5ea209842247dd56ed","sm_uid":"31994943","text":"之前的设定是成圣很难\u2026\u2026之前除了三人组和周元之外的诸天源婴最厉害也就9.4寸，连圣者门槛的9.5都没有，怎么就能造圣了？好奇怪\u2026\u2026","score":"2","zan":"1","replynum":"1","pub_time":"5小时前","uc_uid":"1493108085","status":"13","user_zan":0,"pics":["https://sm-frontend-cdn-img.oss-cn-hangzhou.aliyuncs.com/uc-front-oss-5b3acf28-3506-49c7-88ed-85f678626e38"],"public_time":"1607072642","comment_list":[],"author_type":"","stamp":"0","sm_photo":"3","sm_name":"知足者富ff","avatar":"http://image.uc.cn/o/uop/1Ht08/;;0,uop/g/uop/avatar/13c703edbac337efc09543a81bcf2f75.jpg;3,160","user_isadm":false},{"mid":"c3bb0a2f2688448aafc15be62f8a1b81","sm_uid":"19587573","text":"土豆的书自斗破与武动之后便难以下咽了，大主宰给你看完是看在你以往的情面上，说实话这么烂的文章排第一我他喵的早就看不下去了，今日我彭某弃书，凡土豆所写再也不看","score":0,"zan":0,"replynum":0,"pub_time":"1小时前","uc_uid":"487833398","status":"13","user_zan":0,"pics":[],"public_time":"1607087968","comment_list":[],"author_type":"","stamp":"0","sm_photo":"13","sm_name":"命运ж绝^O^响ァεク","avatar":"//image.uc.cn/o/uop/1Ht08/;;0,uop/g/uop/avatar/1zv6NBxvc-4hb2b88A.jpg;3,160","user_isadm":false},{"mid":"afcae0c870594aa1b5f8da2aa3b532eb","sm_uid":"5037747","text":"三人组跟师姐估计要在这塔里入圣了","score":0,"zan":0,"replynum":0,"pub_time":"1小时前","uc_uid":"843901429","status":"13","user_zan":0,"pics":[],"public_time":"1607086531","comment_list":[],"author_type":"","stamp":"0","sm_photo":"7","sm_name":"富土康加工流水线首席王牌质检员张全蛋","avatar":"http://image.uc.cn/o/uop/1Ht08/;;0,uop/g/uop/avatar/1612241938a4fa535633964e5eaa9f24f890f73633x1008x1008x66.jpg;3,160","user_isadm":false},{"mid":"c4a751a42d6b4875acdfdede07dd75b6","sm_uid":"38541025","text":"有一说一哈~要说比较坏，林动小哥也挺有发言权的，但是小元哥倒是到处都有人嘲讽他，很奇怪哈，明明朋友都还蛮有名的，为什么不帮小元哥宣传宣传？（大棉花手套安排上了，冬天终于来啦！）","score":"2","zan":0,"replynum":0,"pub_time":"1小时前","uc_uid":"1493136695","status":"13","user_zan":0,"pics":["https://sm-frontend-cdn-img.oss-cn-hangzhou.aliyuncs.com/uc-front-oss-3512161f-1ad7-4ce6-9165-fbda0ee145ca"],"public_time":"1607086478","comment_list":[],"author_type":"","stamp":"0","sm_photo":"5","sm_name":"被你宠坏的无敌小可爱","avatar":"http://image.uc.cn/o/uop/1Ht08/;;0,uop/g/uop/avatar/94cc6d25ac381059de3d28aee333e0a3.jpg;3,160","user_isadm":false},{"mid":"bc11020c110947ed8d378a274cc2eac4","sm_uid":"38521128","text":"唉\u2026\u2026太令人失望了，就这？果然是最软的主角啊！","score":"2","zan":0,"replynum":0,"pub_time":"1小时前","uc_uid":"1493117996","status":"13","user_zan":0,"pics":["https://sm-frontend-cdn-img.oss-cn-hangzhou.aliyuncs.com/uc-front-oss-71c59197-74d1-40e9-8d70-d94fe65d78b1"],"public_time":"1607086350","comment_list":[],"author_type":"","stamp":"0","sm_photo":"8","sm_name":"特洛伊公主驾到","avatar":"http://image.uc.cn/o/uop/1Ht08/;;0,uop/g/uop/avatar/82f0751d889ce85c5ab10f97c941a9d3.jpg;3,160","user_isadm":false}],"acList":[{"mid":"f5a70df235e011eb85937cd30a62a7d8","sm_uid":"0","text":"又到了快乐周五了~本期不求书，专门给大家避雷踩坑！\n不知道大家有没有经历过：有些小说开头很好看，但是后期越来越烂！导致你弃之可惜，食之无味\u2026\u2026(ˉ▽ˉ；)\n或者是有些作者的书越写越烂，友情提示只看到xx就可以停止了。\n来跟书友们一起分享吧，大声说出他的名字，互帮互助，让大伙避个雷！","score":0,"zan":0,"replynum":"29","pub_time":"11小时前","uc_uid":"0","status":"13","user_zan":0,"activity_extra_info":{"type":"2","url":""},"title":"周五求书：绝对要避雷的书！","activity_id":"1334","type":"5","pics":[],"pv":"3662","author_type":"","stamp":"0"},{"mid":"8089a8f8344c11eb91d07cd30a62a7d8","sm_uid":"0","text":"本期人物大赏来说一下【那些人设超烂的角色】！（对应往期话题：人设超好的角色）\n人设不好的角色，可能会影响你的很多观感。\n不管是作者有意为之，还是后期写崩无力挽回，你都有那么一两个讨厌的角色。\n可能是女频里面经常看到的白莲花女配、也可能是男频里面经常遇到的种马、无脑。\n大胆说出你最讨厌的那个角色吧！","score":0,"zan":0,"replynum":"30","pub_time":"2天前","uc_uid":"0","status":"13","user_zan":0,"activity_extra_info":{"type":"2","url":""},"title":"周三人物大赏：人设超烂的角色","activity_id":"1332","type":"5","pics":[],"pv":"16579","author_type":"","stamp":"0"},{"mid":"1fdf7a1832d611eb94207cd30a62a7d8","sm_uid":"0","text":"本期拒绝评分低小说的神评\n就上这些高分（4.0）以上小说书友神评哦~\n\n看看有木有你的！\n《万族之劫》4.1\n【书友36892】苏宇，南元人也，字骗，号宇皇.其父苏龙于南元城郊，星落山深处拾得一异册，奇物择其主，没入独子苏宇眉星，而后，每日卒于梦境之中，后入学府柳文彦门下求学寻因，未果.安平历350年，宇渐长，年十七，与诸多学子共争之，终入大夏文明学府，受多神文白枫看重，收为弟子，开周天元窍，承笔道，前途无量，未尝其乐，身陷单多争斗之中，处于诸天大变之时，心力憔悴，叛出大夏，于星落山之中，计杀数位单系强者，逃亡至大明府，得府主看重，开立研究所，自创多本功法，战技，以报府主救难之恩，人境惊，大夏悔.小有所成之时，杀入诸天战场，与各族顶级天才斗，腾空战凌云，杀之；凌云战山海、日月，杀之；一日山海，一日日月，计杀永恒于古城之下，日月无数，风光一时无边.其间，行骗于诸天，万族恨之，骂其小人，悬赏万界，后追杀无果，为巅峰之姿，计杀永恒于古城之下，惨遭迫害，沦为半死灵，入主星宏古城，宇与星月相连，实力暴增，可战永恒，共推为古城联盟之主，号令36城.念其同族之痛，阻敌于人境之外，后入星宇府邸，夺宝物无数，争机缘甚多，然内外联合，斩数永恒于万族之眼下，万族皆是以懵逼之神态，终归人境，周设计推其为人境共主，立地成圣，设宇皇府，称：圣主苏宇.杀永恒立威，周、秦等人屠天渊一界以贺之，事了，寻大道于万界之上，探隐秘与长河之中，寻得文王之故居，与其檐下交好，以利诱之助其收服岚山，南王等诸多战将，斩东，西两王，逐北王，后令其食铁，五行等族臣服，融笔道，一日千里，破命族，斩三侯，镇四界，封神魔仙三界，至此，死灵、万界皆执于苏宇之手，万界平定，举族欢庆！深夜别院，读书人秘汇其中，愈赴上界！\n【神马君点评】这文言文读着可太清晰易懂了！\n\n《大奉打更人》4.2\n【530142558】老夫掐指一算:预测一测。\n786章:稳下界，聚上界。\n787章:盟万族，联古兽。\n788章:人皇道，封印地，三分天下。\n789章:齐聚力，杀狱族。月罗死。\n790章:狱族灭，古兽残（读书虎外，其他上界地狱门内都灭光）\n791章:万族残余留上界，苏宇部众归下界。（上下两界通道闭封，包括投靠苏宇的几方势力也一起下界）\n792章:偷时光大道之力，注死亡大道之法，（下界后，万族这边没了后顾之忧，安苏宇的性格肯定会偷偷变的戏法增实力）\n793章:运灵入苏宇大道，人皇封印被解除。（苏宇方便至少有10－15成规则之主，天尊及以下不说，当然也不会少）\n794章:与武皇齐汇人皇处，（留守两三个规则之主在苏宇大道那里，姓万的肯定会留下，也有可能会把人皇道给姓万的，当然可能性不会太大）\n795章:瞎扯的，脑洞大开，请多多给我点赞\n【神马君点评】好家伙，完结。\n\n《剑来》4.2\n【书友85330】陈平安和宁姚总成不了好事，我觉得原因是这！大家都知道最初2人是被陆沉算计，牵了红线，才有姻缘。\n宁姚回到剑气长城，斩断了红线，但心里还是喜欢陈平安。\n陈平安并没有斩去红线，按他的意思就是斩不斩无所谓，反正自己肯定喜欢宁姚。不斩的话还可以以此找到陆沉。\n以上是大家的想法，可是往往你看到的真相其实并不是真相。\n当陈平安境入飞升，去往飞升城完婚。\n可到了飞升城，锣鼓喧天，客人云集，红线自散。\n他自以为喜欢的宁姚，变成了奶秀\u2026\u2026\n他内心里充满了对秀秀的过往，秀秀对他的各种付出。\n他总算明白，陆沉牵红线要的就是如此结果。\n自己的真爱是奶秀，而自己对感情的自信，让他失去了真爱。\n马上就要拜天地了，他觉得这样对宁姚不公平。\n所以他留下一句话：宁姚，今世是我负了你，来世在报。\n然后一剑登天，就要去往天庭寻找奶秀。\n宁姚在这一日，娇羞和喜悦交织，等来的却是一封分手信，\n从此宁姚心死，斩了人性，合道仙剑，入了14境，然后在五彩天下，大肆打杀上5境修士，让五彩天下灵气充足，最后坐镇天幕，牛吸灵气，合道天下，成了天下第5祖，15境宁姚 去往天庭，就要杀了陈平安。\n陈平安飞升天外，却找不到天庭。他终于是受不了，散去佛道儒3教修为，只以本命合道神道心脏，入了14境，成了上古12主神神位，刚好此神位是火神坐下。所以当他成就神位，终于见到了火神奶秀。奶秀看着这个不要命，千辛万苦来到自己面前的男人。终于是哭了出来。人性回归，火神退位。成了神的陈平安眼睁睁看着火神跌落，对他挥手，满脸笑意，告诉他我们人间再见。\n陈平安此时却刚成神位，无法降落人间，心痛不已。\n宁姚此时杀到，陈平安主动跪下，请求杀了自己，只求自己转世人间，寻找奶秀。\n宁姚更是气愤，偏不杀他，炼化陈平安成了剑匣，然后入驻天庭，成就剑主神位。\n【神马君点评】一本正经的胡说八道。可以可以\n\n《轮回乐园》4.6\n【小倩永远吃不饱excuse】谁还记得\u201c耶梦加得\u201d那只可爱的蠢萌八抓鱼？哎，估计我不说你们都忘了它，甚至都还不知道有这回事呢。很久都没有写后续了。该不是蚊子忘记了它，我看的时候它还在那片水塘里孤独的沉睡，这么可爱的物种居然被法师们杀到濒临灭绝，灭法之影必要讨回公道，这这这，简直惨无人性。蚊子赶快想起来吧。然后写写这个八抓鱼的后续。也不说现在，但是别忘了他呐。毕竟它可是白送了苏晓一块好东西！耶梦加得所在的世界阶位太低了，估计没时间也没机会去低阶世界观光旅游了。就算会这样也还是写下咯。\n【神马君点评】我也不记得了，谁还记得吗？\n\n《恐怖复苏》4.6\n【haozi】既然都开始猜结局了那我也猜一下，不按剧情，单论已经出现了的能力和小说的简介，我来瞎猜一下。\n杨间，谐音杨戬，阳间。既然叫鬼眼杨间，那鬼眼的能力是相当重要的，而现在杨间最BT的能力也的确是鬼眼带来的鬼域。而书中一直强调，鬼是不死的，那么，最后怎么关押鬼呢?我认为是最后十层鬼域叠加，把所有鬼限制分割关押在最深处，已经写过的章节里杨间已经有过这样的猜想了，所以这个方法可能就是之前的御鬼者用过的，只不过出了意外，释放10层鬼域的那个御鬼者出状况了。我姑且把最后的叠加鬼域称为阴间。\n那么，为了防止鬼再次突破鬼域限制，也为了防止其它御鬼者厉鬼复苏，在杨间用鬼域限制之后，其他的御鬼者应该也待在某一片鬼域里，接受一个全球性的御鬼者组织的管辖。这些御鬼者的作用主要是监督存在复苏风险的厉鬼拼图，他们有鬼的能力，但是因为某些原因（御鬼者组织规定或者其它啥理由）只能生活在某个能压制厉鬼复苏的鬼域里面。这个鬼域我姑且命名为神界，御鬼者就是满天神佛。\n最后，一般人时候的地方，这个时候的人间可能被重启了，很少有人有厉鬼复苏这段时间的记忆，御鬼者成为传说，普通人在政府的管理下平淡的生活。这就是现实世界，也就是，人间。\n无聊预测，欢迎讨论，不喜勿喷。\n【神马君点评】老铁，作者估计都没你想的多啊！\n\n《超神机械师》4.7\n【书友79261】给作者继续提供灵感，纯原创，可以借鉴。\n\n目前来说，本书的终极任务是，渡过大迭代。\n但是目前来说，他们只是利用了圣所庇护机制，在暗宇宙避难而已，哪怕这次跨过去，到了现实世界，那其实也不算跨过迭代。因此呢，\n后面真实宇宙里，碰到大神文明，和三大文明互相合作，碰撞，冲突。\n\n然后一起突破超神级文明，顺利更改宇宙规则。\n\n最后，在修改规则的时候，发现了上一个突破到这里的文明，留下的一句话。\n\u201c宇宙有尽头吗？\u201d\n\n因为他们也面临那个抉择。关于宇宙该是什么样的。他们度过了这个大重启，选择了将圣所，这个包含了一个神级文明进化到顶级的全过程经验礼包，打包发送给未知世界，也就是目前的星海，而他们选择了另一条路。\n向死域进发。\n\n死域是无穷尽的，且无法进入的，已知宇宙的空间是一个被包裹在其中的不规则多维体，且逐渐向外扩张，宇宙的物质便是从这里而来。\n\n在宇宙里，无时无刻都在发生着文明的更迭，以大爆炸的形式。 而获得操控自己所处空间规则的能力，是入场券。\n\n三大文明最终也做出了选择，到宇宙边界，去寻找真相。航行的时间失去了意义，他们到达彼之边界的时候，看到了璀璨星网链接着的一个个超神级文明，他们在向外扩张，联合会的通告显示着，想让已知宇宙扩张，最好的办法只有一个，那就是，在死域交接处，发展文明，转化出更多高能体，整个宇宙会因为缺失物质而向外被动扩张。\n\n在联合会的苍穹幕之下，黑星等人看到了一幅画，四周是漆黑的似是深渊一般的迷雾，一些不同样子的生物拿着抽管小心翼翼的捕获黑雾，从抽管另一端出来的是五彩斑斓的能量柱，被后面的人拿到后堆积成一个山。\n\n\u201c这就是宇宙的真相，我们目前都是永恒的文明，但死域空间也是永恒的。他带来了万物的基础物质，却也阻隔着我们的未来。如今，已不知过去了多少了宇宙年，我们就仿佛是矿工一样，它是每个文明在发展初期必然会出现的一个工种，给他所在的聚集地提供更多物质，不同的是，矿工可以挖穿晶脉，我们却看不到尽头，但我们别无选择。\u201d\n\n\n从那里离开后，星海文明选择了一个方向，这是联合会给他们安排的一个方向，他们需要在那里安家，然后发展，无限的发展。\n\n联合会的苍穹幕之下，一个身躯庞大的行星奇行种目不转睛的看着面前那幅画，不知过了多久，一个生物缓慢的出现在画中，没有一丝违和，就好像是这幅画本就有的一样，那个生物的形象，很模糊，但若是星海的民众来看，肯定一眼能看出，那赫然是，黑星，这个星海最强者。\n\n看到画中浮现出的影像，那个奇行种缓慢的闭上了眼睛。\n【神马君点评】行行行，你字多听你的\n\n《黎明之剑》4.8\n【心>_<静不了】这简直像是从刚铎帝国的下水道里挖出了油纸包着的维罗妮卡/奥菲利亚\u2026\u2026\n我来预言一波，以后高文绝对会在刚铎废土的深蓝之井里把维罗妮卡/奥菲利亚挖出来！而且深蓝之井某种意义上和下水道很像啊（23333），还有维罗妮卡本体在深蓝之井里有某种方式维持生存又和油纸包着有异曲同工之妙，这可真是挖前人祖坟的铲子连接着你和我，祖传手艺啊！\n【神马君点评】坐等神预言\n\n-----------------------------\n以上就是本期神评啦\n怎么样，有木有戳到你的~","score":0,"zan":0,"replynum":"14","pub_time":"4天前","uc_uid":"0","status":"13","user_zan":0,"activity_extra_info":{"type":"2","url":""},"title":"周一神评来袭：这些高分小说评论有你吗","activity_id":"1330","type":"5","pics":[],"pv":"20360","author_type":"","stamp":"0"},{"mid":"590a4fdc309911ebb8807cd30a62a7d8","sm_uid":"0","text":"HI，不知不觉，UC4.0以上的小说已经第三期啦，本期上榜的小说是：\n柯南之我不是蛇精病4.9，放开那个女巫4.5，长夜余火 5.0\n最后一个让人不禁感慨：不愧是乌贼大大的文啊，一如既往的高水平！\n\n柯南之我不是蛇精病\nBY 烟火酒颂\n评分：4.9分/1393人\n类型：同人\n标签：穿越、腹黑、轻松\n字数：218万（未完结）\n\n简介：\n穿越名侦探柯南的世界，池非迟被送进了医院。\n周二。\n医生：\u201c明天周几？\u201d\n池非迟：\u201c周三。\u201d\n医生：\u201c咳，明天周五。\u201d\n池非迟：\u201c\u2026\u2026\u201d\n8月21日。\n医生：\u201c明天几月几日？\u201d\n池非迟：\u201c8月22日。\u201d\n医生：\u201c咳，明天1月1日。\u201d\n池非迟：\u201c\u2026\u2026\u201d\n当所有人都认为混乱的时间是正确的，而其中一人无法正确辩识并融入其中，那这个人就是异类，就是病人！\n一入病院深似海，此生痊愈不可能。\n池非迟深吸一口气：\u201c老！子！不！干！了！\u201d\n\n评价：\n名侦探柯南同人小说。主要讲述的是穿越党池非迟乱入《名侦探柯南》的世界中，成为赏金猎人的故事。所以他的很多行为，是在抢占工藤新一的机缘，甚至有取而代之的倾向。\n主角池非迟是一个智商很高的人，在心理学、物理格斗和侦探方面，都十分出众。虽然暂时被送进精神病院，但也能凭借自身的能力走出去，成为赏金猎人，抓捕犯人。这个赏金猎人的身份也比较新颖，与原著的人物没有什么冲突，而原著的那些人物在这里也被做这个改编的更加丰富。\n本书非常具有日漫的风格，文笔细腻，设定严谨，不会给人出戏的感觉。节奏把控老练，可以轻松带动读者进入书中世界。尤其精神病院那一段描写得相当真实，对于病人的心理把握，堪称优秀。\n\n\n放开那个女巫\nBY 二目\n评分：4.4分/1951人\n类型：玄幻\n代表作：《天道方程式》\n标签：奇幻\n字数：337万（已完结）\n\n简介：\n程岩原以为穿越到了欧洲中世纪，成为了一位光荣的王子。但这世界似乎跟自己想的不太一样？女巫真实存在，而且还真具有魔力？\n女巫种田文，将种田进行到底。\n\n评价：\n小说讲述了主角程岩穿越到了类似于欧洲中世纪的平行世界，在得知女巫的力量之后，利用科学的理论来释放她们的力量，大搞科技革命，种田发家致富。\n小说设定新颖，以中世纪为背景，精灵虫跟龙的设定非常有趣，各种龙的能力输出，奇幻输出，种田养成，让西方奇幻小说有了更为惊喜的元素系统。\n小说整体风格比较轻松幽默，在人物塑造上有很多亮点，唠唠叨叨的男神，冷漠倔强的萝莉，怀疑人生的教父，每个人物都有独特之处，让人难忘。书中加入了很多科学的理论，有了这些理论的支撑，女巫的各种能力变得合乎于现实，让人觉得现实中就存在于这样的一个世界。\n\n\n长夜余火 \nBY 爱潜水的乌贼\n评分：5.0分/232人\n类型：玄幻\n代表作：《奥术神座》《一世之尊》《诡秘之主》\n标签：异世大陆、废土\n字数：7万（未完结）\n\n简介：\n灰土上所有人都相信，埋葬在危险和饥荒中的某个遗迹深处，有通往新世界的道路，只要能找到一把独特的钥匙，打开那扇门，就能进入新世界。\n　　在那里，大地是丰饶的，就像流淌着奶与蜜，阳光是灿烂的，似乎能洗去寒冷和阴晦。人们不用再面对荒芜、怪物、感染、畸变和各种危险的事物。\n　　在那里，孩子是快乐的，成人是幸福的，一切都是美好的。\n　　灰土上每一个古物学者、遗迹猎人和历史研究员都知道，这里就是新世界。\n《长夜余火》发生在一个崭新的世界，与乌贼之前的书都没有什么关系。灰土之上怪物感染与畸变如影随形，饥荒吞噬着生命。灰土中的人们幻想着有一个富饶的\u201c新世界\u201d，而那些遗迹猎人古物学者都知道这里就是\u201c新世界\u201d，或许这个灰土就是最后的世界，所谓新世界只是虚无的妄想，空荡的谎言。\n在新书中，主角商见曜是一个神经病角色，他的思维跳脱离奇，思路转变之快让人难以跟上。但是另一方面，他又让人觉得他才是废土唯一的正常人，病的其实是那世界。乌贼并没有对他进行过多的心理描写，反而采用了很多的侧面描写，这大概是与主角的性格设定有关。\n据乌贼所说，新书的灵感来源于《辐射》系列，但内容上更接近秩序开始重建后的情况属于废土题材。在书里面，乌贼表达除了人们在艰苦、黑暗的环境中的坚守、奋斗、探索和希望，就像书名一样，守护着长夜中的一点余火，让它可以永远地传承下去，直至火焰照亮整个黑暗的世界。\n\n---------------------------\n书圈娘发现，柯南，宝可梦，海贼精品同人文最近也好多鸭，所以你的童年我的童年，我们都一样吗？（唱","score":0,"zan":0,"replynum":"46","pub_time":"1周前","uc_uid":"0","status":"13","user_zan":0,"activity_extra_info":{"type":"2","url":""},"title":"周末推书：UC4.0以上的小说（3）","activity_id":"1329","type":"5","pics":[],"pv":"31052","author_type":"","stamp":"0"},{"mid":"b9b47884305e11ebb0447cd30a62a7d8","sm_uid":"0","text":"神马君也知道，现在要找一本好看的小说有多难，排行榜又好多是流量小说，可能还都是低分┭┮﹏┭┮\n不禁感慨：想找一本冷门高分小说怎么那么难呢~~\n现在求大家拿出自己私藏的小说，可能是前期不好看，后面渐入佳境的，也可能是书名过于沙雕，一开始没入你眼的，也可能是小众新人作者，等人挖掘。\n快来做这本书的自来水吧~有推荐语的话更吸引人哦~","score":0,"zan":0,"replynum":"151","pub_time":"1周前","uc_uid":"0","status":"13","user_zan":0,"activity_extra_info":{"type":"2","url":""},"title":"周五求书：冷门高分的小说","activity_id":"1328","type":"5","pics":[],"pv":"30736","author_type":"","stamp":"0"},{"mid":"ecd7ab562ee611ebaf047cd30a62a7d8","sm_uid":"0","text":"俗话说，主角自有主角爱，但是配角呢？你不爱，我不爱，配角谁来爱。\n也许他可能是一位\u201c反派\u201d；也许他可能是爱而不得的炮灰男/女配角，也许，他可能是只出现过不到10章的NPC，给主角升级的踏脚石角色，但是TA就是戳中了你。\n大胆说出你最爱的配角吧！不管是小说，还是动漫，还是电视剧都可以哦！\n书圈娘来说一个，最近在补富坚义博的《全职猎人》，西索大大好帅，好有魅力。我可以！","score":0,"zan":0,"replynum":"23","pub_time":"1周前","uc_uid":"0","status":"13","user_zan":0,"activity_extra_info":{"type":"2","url":""},"title":"周三人物大赏：配角我来爱","activity_id":"1326","type":"5","pics":[],"pv":"16767","author_type":"","stamp":"0"},{"mid":"eab77d98361a11ebaaa87cd30a62a7d8","sm_uid":"0","text":"\u2014\u2014UC4.0以上的小说（4）\nhi 书友们好，又到了每周末推书的时刻了\n上周推荐的书单中也有同人，发现反响不错\n本次也推荐了2本同人，一本是三国的，一本是宠物小精灵的。大家有没有看过呢？不妨来说下阅读体验~\n本周推荐：\n精灵掌门人4.6，从零开始 4.5，神话版三国4.7\n\n精灵掌门人\nBY 轻泉流响\n评分：4.6分/1129人\n类型：同人\n代表作：《宠物小精灵之庭树》\n标签：宠物、轻松\n字数：269万（连载中）\n\n简介：\n为什么考试会有精灵对战，为什么出门会被精灵袭击，谁告诉我地球发生了什么\u2026\u2026不要碰我！我不要吃药，我没疯！接受了设定后\u2026\u2026方缘立志成为一名优秀的训练家。\u201c真香。\u201d\n\n评价：\n这本小说是动画片《精灵宝可梦》（我们小时候叫《宠物小精灵》）的同人小说。这个动画片大家应该比较熟悉吧，比如立志成为精灵掌门人的小智，可爱的比卡丘、可达鸭、妙蛙种子和杰尼龟等等，但是我们这部小说的主角不是小智，而是方缘。\n方缘一觉睡醒发现世界大变，变成了精灵宝可梦的世界，所有人都能成为精灵训练师。看过无数动画片的他，也决定当一个训练师，哪怕最后学无所成，再找其他工作也是优待的。他选择了伊布，可以进化为水伊布、火伊布、雷伊布、太阳伊布、月亮伊布、叶伊布、冰伊布、仙子伊布。此为伊布的八种进化形。就算买不起昂贵的进化石，他也有别的办法提高伊布的战斗能力。甚至最终，他将成为最强的精灵掌门人，开创流派的那种存在。\n这本小说的内容构思十分有趣，只要熟知动画片《宠物小精灵》的读者，就能轻松代入这本网络小说之中，去感受动画片中一样的冒险旅程。而如果是几乎没看过皮卡丘的人，可能会很难理解这一类的同人文，魅力到底在哪里。但如果你也喜欢可爱的小精灵，童心未泯，不妨来看看这本人气爆棚的精灵文。\n\n从零开始 \nBY 雷云风暴\n评分：4.5分/1344人\n类型：游戏\n标签：技术流、虚拟网游\n字数：1975万（已完结）\n\n简介：\n想要让游戏币兑换现实货币，那就一定要有一个强大的经济实体来担保其可兑换性。而这个实体只能是一国的政府。可是政府为什么要出面担保一个游戏的真实货币兑换能力？\n　　战争也可以这样打。兵不血刃一样能干掉一个国家。一个可以兑换现实货币的游戏，一个超级敛财机器。它的名字就叫做《零》一个彻头彻尾的金融炸弹。 \n\n评价：\n网文届的\u201c第一神书\u201d\u201c第一名著\u201d，从创作到完结，作者一共花了11年的时间，是网文历史上的一座数字丰碑，很多读者因为时间太长而太监（这大概是第一本读者太监的小说吧O(∩_∩)O）。\n作为一本十几年前的小说，里面的内容涉及了科技，宗教，哲学，人文等知识，作者在书中所展现出来的丰富知识储备以及对于古今中外的神话传说的独特见解，令无数读者深深折服！另外书中的主角各种超神，非人类，放在现在来看，虽然很多读者可能会觉得套路，但它绝对算得上是网游小说的经典之作，值得一看。\n\n\n神话版三国\nBY 坟土荒草\n评分：4.7分/8792人\n类型：历史\n标签：淡定、种田文、豪门、阵法、秦汉三国\n字数：1350万（连载中）\n\n简介：\n陈曦看着将一块数百斤巨石撇出去的士卒，无语望苍天，这真的是东汉末年？\n吕布单枪匹马凿穿万人部队，这怎么看都不科学。\n赵子龙真心龙魂附体了，一剑断山，这真的是人？\n典韦单人护着曹操杀出敌营，顺手宰了对面数千步骑，这战斗力爆表了吧！\n这是不是哪里有些不对啊，陈曦顺手摸了一把鹅毛扇挥了一下，狂风大作，叹了一口气，\u201c这是神话吧，我自己都不正常了。\u201d\nps：其实这是一篇正经的种田文\u2026\u2026 \n\n评价：\n这本小说最优秀的点便在于其设定以及人物塑造。\n首先看下设定：\n1、世界观，一改以往小说中三国争霸的场面，陈曦尽可能避免国内奇才的耗损，保全郭汜李傕、袁术等势力，积极推动各势力向外扩张，最后形成汉帝国，贵霜帝国，罗马帝国三国割据。\n2、军团设定：各势力的军团设定。军队作用也可匹敌个人武力，虽然个人武力很强，但军队依旧可以制约，根据士卒素质，作战装备，战斗特点以及主将的指挥形成精锐天赋，百战精英的军团甚至能显化出两个甚至三个的精锐天赋，以及各种变态天赋，比如隐身\u2026\n3、人物天赋设定：君主有君主天赋，谋士可以改变天象以及布置奇门遁甲（法师），武将战力逆天，在所属军团之下还可以得到大幅度加强。比如：刘备\u2014仁君降世：小幅增强同道者基础素质，大幅削弱天赋负面效果；陈曦\u2014天心镇国：大规模自然调节治下天象，保证粮食收成；诸葛亮\u2014\u2014万象森罗：拥有得到认可的己方可上线的一切精神天赋与军团天赋\u2026\u2026\n\n人物塑造方面：\n形象分明，在历史设定基础上增加了一些有趣的设定，不再单一的围绕主角进行描述，而是将每个势力、人物都拆分开，描写其成长过程以及变化。在主角的成长过程中，他没有花很大精力去牢笼各势力强大人物，因此魏蜀吴以及其他势力没有崩盘。虽然是多女主，但是感情线有理有据，主角不会刻意收取，将历史美人一股脑全收。 \n另外配角在三国人物基础上加入了神话但依旧没有逃脱出框架，刘备仁君进一步加强可以轻松记住见过的人（认人无双），你想一下国家主席在路上见到你跟你打招呼还能叫出你的名字，这样的领导谁会心生反感。周瑜性格高傲自负于是天赋是藐视天下人，可以拉低敌方智商。司马懿可以无效化对手天赋技能，刘璋平时软弱但对外决断，卧底马超等等\u2026\u2026\n总的来说，这本小说设定宏大，人物形象分明，主线脉络清晰，设定逻辑也没有太过bug，作者历史功底很强，值得一读。\n\n-------------------------------\n其实每期选书，我们都会参考大家的建议~如果你有什么想推荐的高分自来水小说，欢迎讨论~","score":0,"zan":0,"replynum":0,"pub_time":"4小时前","uc_uid":"0","status":"13","user_zan":0,"activity_extra_info":{"type":"2","url":""},"title":"周末推书：这本同人真厉害！","activity_id":"1336","type":"5","pics":[],"pv":"249","author_type":"","stamp":"0"},{"mid":"51a739f82e2311eba86f7cd30a62a7d8","sm_uid":"0","text":"在如今各类小说纵行的时代，多数小说都是套路化的作品。神马君作为混迹多年的老书虫，从武侠到仙侠，从科幻到玄幻，还是觉得只有经典作品才能让人有那种读多少遍都不腻的感觉~今天就让我们一起来缅怀经典，感恩创造经典的作者。在评论区留下小说名字+看完这本书的感想，还有机会获得价值200元的感恩节大礼包哦ヽ(￣▽￣) \n\n【活动规则】\n1.请用户参与本次活动前，详细阅读活动规则及相关条款。凡参与本次活动，则视为同意活动规则。\n2. 获奖规则：活动将根据原创度、回复量、点赞量三个维度综合评定获奖结果。其中:特等奖2名，奖品为价值200元的感恩节大礼包。优秀奖30名，奖品为QQ音乐月卡。\n3.活动时间：即日起至2020年12月1日（未在活动期内发表的留言无法参与奖项评选）。\n4.参与方式：用户在活动贴下方直接回复留言，参赛留言需符合活动主题要求，字数不得少于30个汉字，且留言内容应三观正确，注重原创，不得有谩骂、侮辱等诋毁性语言。\n5.用户在参与本次活动期间，禁止恶意刷赞，否则有权取消评选资格。\n6.获奖用户将于12月15日前进行公示，届时请获奖用户前往UC浏览器-[我的]-[钱包卡券]确认奖品，如有疑惑，可在UC中搜索[设置]-[帮助与反馈]-[在线客服]反馈。\n7.主办方有权在法律允许的范围内保留对本次活动的解释权。","score":0,"zan":0,"replynum":"37","pub_time":"1周前","uc_uid":"0","status":"13","user_zan":0,"activity_extra_info":{"type":"1","url":""},"title":"感恩节活动：感谢这些为我们创造经典的作者","activity_id":"1325","type":"5","pics":[],"pv":"11757","author_type":"","stamp":"0"},{"mid":"36e04a8a2d4511eba8227cd30a62a7d8","sm_uid":"0","text":"虽迟但到！\n这几本可能不是TOP小说，但在我们书圈也是流量大作~\n每天都有几十万书友关注。快来看看这些里面有你的书评吗？\n\n《万族之劫》\n【小明滴同桌】 ：万族日报11月18日。\n据本台消息报道，18日上午，宇皇陛下应邀赶赴恭王府医院，与上古武皇进行了和平友好的交流，两人就万道应用方式展开交流，期间共费时万界日三日，武皇病情得到显著改善，一洗浮夸暴躁之气，据河图院长后期诊断，武皇精神状况得道控制，预计万界日一月内，将维持良好的精神状态。\n18日上午，第十一任人主票选即将落下帷幕，百战王创历代人主支持率最低记录。\n18日上午，新任人主百战王赶赴人境上任，并任命南溪侯，镇南侯，夏虎尤三人为政务次长统领人境诸多事宜，人境领导团体和平交接，随后百战王召开新闻发布会，会上百战王就\u201c人族同源，和平发展\u201d为主题，与以夏虎尤为代表的三十六府府主展开和平交流，会议中新任人主百战王表示将继续执行宇皇陛下的政治策略，一切以保证人境和平交接为首要，会议最后，夏虎尤向百战王提出要保持人境在下界战略优势，需要强而有力的武力保障的建议，百战王表示赞同，并表示，百战集团或有天尊四到五位，足以支撑人境战略优势，会议在双方和平交流中取得圆满结束。会后，百战王人主票选支持率，略有回升。\n18日中午，宇皇府元老，大夏王夏无神，大秦王秦广发表声明，原宇皇府人境分公司将撤离闲置在万界的人员及规则之力投资，转而投入宇皇府\u201c开天\u201d项目二期工程，此次投资将带动宇皇府\u201c伪道天王\u201d级别战力进入发展井喷期，这将对宇皇府巩固下界战略优势，拓展开发上界市场带来极大的正面影响。\n18日中午，百战王麾下江海侯与现任人境政务次长夏虎尤就原宇皇府总部装修、上界道源之变事件等问题产生激烈言语冲突，此次冲突后果直接表现为百战王人主票选支持率再创新低，冲突爆发五分钟后，百战王强行介入，终止了此次冲突。\n18日下午，新任人主百战王游览时光长河期间与同样游览的原人主宇皇陛下不期而遇，二人就人境归属及人族传承问题展开交流，交流双方均表示，太古上古都是一脉相承的人族文化，百战集团与宇皇府也是同源兄弟，双方在此后将保持一致对外的态度，维护人境人族、上界人族以及天渊界人族的共同利益，传承同根同源的人族文化。\n18日晚上，据我报驻扎再宇皇府总部的驻地记者反应，宇皇府元老大夏王夏无神，曾有天下第一美男子的称号，我报现在线征集夏无神阁下年轻时的照片，并将展开\u201c岁月从不败红颜\u201d的在线活动，邀请合位观众选出你们心中万族第一美男（女），希望各位观众积极参与。\n以上为今日播报全部内容，我台记者将对相关事件的后续发展进行持续追踪报道。\n【神马君点评】：小明滴同桌真是个好好学习的好孩子啊。还写了好多日报！安排进X华社！\n\n《恐怖复苏》\n【黎耀辉】拖更鬼又出现了！sss级别的鬼！没有办法彻底解决！只能不断控制，不定期爆发。目前唯一能稍微有点做用的就是，众多御鬼者同时使用刀片鬼攻击目标地，可能会对其造成一些影响！但目前没有地址可以使用！各位队长们 团结一致 众志成城 找到地址 压制拖更鬼！\n【神马君点评】：史上最强\u2014\u2014拖更鬼\n\n《万古神帝》\n【君临玄天】二甲血祖：年轻人不讲武德！\n【神马君点评】：耗子尾汁\n\n《元尊》\n【书友39713】最近几章的精髓概括：\n古圣可能要来了\n古圣快来了\n古圣来了\n古圣进来了\n来了八个\n【神马君点评】：他来了他来了\n\n《圣墟》\n【书友98532】\n写一下3部曲目前已经确定仙帝的名单：1，独断万古荒天帝，这个应该不需要解释；2，尸骸仙帝，应该也不需要解释；3，狠人大帝，在对抗主祭者时已经写了，已经突破仙帝并击杀了主祭者，要杠的话自己去仔细看看那章；4，主祭者，与女帝对抗的那章已经写了是仙帝，不需要也没必要杠；5，帝骨哥，这个应该不需要解释；6，叶凡，这个水分有点大，主要是对无上时完全没有仙帝应该有的实力，毕竟仙帝对准仙帝都是一招秒，但文中毕竟是那样写的，虽然没有明确写，就暂时给他一个仙帝位置，后面再看吧\n准仙帝名单：1，灭世老人，苍帝，鸿帝，羽帝黑暗四帝应该没什么说的，2，三帝器主人，从未来逆流而上试图击杀荒被3人组击杀的3位准仙帝；3，无上，这个其实我发过很多文章，已经基本上板上钉钉了，不解释了；4，无始，这个应该不需要解释了，如果复活的话可能会成为仙帝，但目前应该是准仙帝；5，孟天正大长老，不解释；6，上苍与大长老对战被打碎一只手的那位老者；7，脚印帝，又称酱油帝，帝落时代陨落的那位，不解释了；8，柳神，融合脚印帝帝火成为准仙帝为荒天帝战胜黑暗四帝而战死，最好复活后被荒带着火灵儿一起前往了上苍之上；9，花粉路的那位女帝，文中已经写明了他是一位准仙帝，被不详侵袭，最后被不详一方的仙帝击杀，花粉路整个被污染。\n【神马君点评】这份名单看着就很厉害的样子！\n\n《伏天氏》\n【书友33428】\n我来猜测下后面的内容：叶伏天接下来会得到紫微界的神物，然后闭关突破到上位皇，强势抹杀宁化，底牌全出，可以抗衡微弱的巨头，可以抗衡下普通的完美九境。然后得知消息，花解语被神州的巨头势力追杀或者软禁。叶伏天上去神州解救，然后随公主去了一处秘境修为大涨隐隐接触到八境，后与花解语回神州，恰逢原界大乱，叶伏天陆续得到了太阳界神物及其他界神物，突破八境人皇，向九境迈步。然后平定原界，杀上神州一一报仇。报仇之后去了其他的界，比如空神界，黑暗神庭，魔界之类的。证道九境人皇，以及渡神劫，渡了两次神劫后回神州了解身世。发现古树可以增强他人的神论品阶，帮助身边完美九境人皇渡神劫，可以帮助伪帝境补有缺的神论。最终证道帝境，大决战。全书完。\n你细品细品，感觉是不是和当初在夏皇界的剧情是不是很像。\n大致就是这样，如果不是这样，一个赞一斤粑粑，直播吃。\n中了捞我。。。\n【神马君点评】捞你！\n\n《轮回乐园》\n【♀爱之搁浅☆★♀ 】\n最善良最温柔的谈判专家白夜，最公平公正的裁判凯撒，最有品德的送财童子伍德，最强交际最光明的罪亚斯，他们组成一队，为需要的世界服务，每次获得服务的世界所有都开心地落泪。你值得拥有\n【神马君点评】我也想要谈判专家！\n\n《大奉打更人》\n【独善其身】\n一等人，许七安，开局两年陆地仙；\n二等人，安他爹，三十二品碉炸街；\n三等人，小姨妈，四十二品一朵花；\n四等人，镇北王，四十三品猛如狼；\n五等人，杨千幻，三十三品脑勺见；\n六等人，李妙真，地书团伙都可升；\n七等人，老匹夫，五百三品找谁哭？\n八等人，姜律中，估计四品到剧终。\n\u2014\u2014注：不是考据狂，我说的年龄段，严格说后面要加个\u201c以内\u201d，可能镇北王30岁就三品了，洛国师30岁就二品了，就这么一说，凑合看吧。\n【神马君点评】哇，好严谨\u2026\u2026\n\n《剑来》\n【常常常常】\n建议下一本书写战争，二十万铁骑冲锋，每一个都介绍一下，一章介绍十多个再加一些场景描写，语言描写，还可以回忆杀，再渲染一下气氛，再抄几个历史典故，写几句诗，一场大战可以写个一两千章，每章能写两三万字，一部鸿篇巨作就此诞生。总管牛皮\n【神马君点评】好家伙，总管安排一下！\n\n《逆天邪神》\n【书友60922】\n没有规划不成方圆，火星引力听说是公务员，他想上班就上，不想上班就不上，可以吗？他不请假连续半个月就得写检讨，再无故旷工数次就得滚蛋回家！都是运营商惯的！惯子如杀惯子！你们运营商溺爱他迟早会毁了他！\n不更新还有理说自己失眠，再没有比这更敷衍更烂的理由了。失眠说明你睡多了，闲成了猪，吃饱了睡，躺着睡不着说自己失眠了，这是惟一的解释。\n真正劳累的人睡觉都成了一种奢侈，站着都能睡着，怎么会失眠？\n说到底，火星引力年少成名了，膨胀了，也不把读者当回事了，这点从笔名上就能印证，火大，你有什么资格称火大？习总陕西家乡人尊称大大是父亲的意思，你山东临沂人南京大学毕业没几天也想让读者称你为父亲？你个没大没小，不知礼仪廉耻的东西，你何德何能？山东孔子故地礼仪之乡，怎么出了你这么个异种？\n你断更不是一回俩回了，十天半月更一回，一月二十天更一回，习以为常，一年更二三十章，按逆天邪神的故事情节发展再没有一千章不可能终章，这得更多久？这得更多少年？这得更三五十年！！！三五十年想想就可怕，不说读者等不等得到，就说你火星引力50年后还活着吗？你现在就失眠，下一步你会说你抑郁，这是尊重读者？这是负责任的态度吗？是男人就把腰杆子挺直了，别跪着，趁现在还活着赶紧把没做完事了结了，把没写完的作品写完了！\n不指望你能写多好，正常发挥就行，你也获得不了诺贝尔文学奖。不指望你能写多快，三到五天更新一回就行，一年更八十到一百二十章，就这全书终章依然得等十年，人生有多少个十年？\n\n读者是作家的衣食父母，对吧！做为读者我们这样包容你爱护你，你不内疚吗？你扪心自问你对得起读者吗？？你不是没有能力写出好小说的作家，更不是江郎才尽的文学爱好者，毕竟你也写过好几部小说啦。你还年青，是有着大好前途的青年才俊，可你看看你现在办的什么事？套路加谎言，你吊着读者，你劫持读者，让读者骑虎难下，想放弃不甘心，不放弃吧又五内俱焚！你说你这孩子，怎么这么缺德！\n\n公务员总说自己是人民的公仆，火星引力你是公务员你把自己该写的文章写完了，就是为人民服务了！这是你的责任，你的使命，自己选的路跪着也要把它走完，别怂！！！\n再也别说失眠这种屁话。\n家乡人养大你不易，求你别给家乡抹黑，山东人没有孬种，要死死在战场上，别死在套路上、谎言中。\n【神马君点评】：感觉也适用于好多托更作者身上，希望不要把书友们的爱消耗掉啊！\n\n--------------------------\n以上就是本期神评啦，看看有木有你的！","score":0,"zan":0,"replynum":"9","pub_time":"1周前","uc_uid":"0","status":"13","user_zan":0,"activity_extra_info":{"type":"2","url":""},"title":"周一神评来袭：这些TOP流量小说有你吗","activity_id":"1324","type":"5","pics":[],"pv":"18518","author_type":"","stamp":"0"},{"mid":"2f8c20782b2011eb92517cd30a62a7d8","sm_uid":"0","text":"本期结合了网友评出来的高分自来水小说哦~\n琥珀之剑4.1，赤心巡天4.4，大奉打更人4.3\n\n---------------我是分割线---------\n\n琥珀之剑\nBY绯炎\n评分：4.1分/302人\n类型：游戏\n代表作：《迦南之心》《伊塔之柱》\n标签：阳光、虚拟网游\n字数：570万（已完结）\n\n简介：\n命运在我眼前分开成两条互不相关笔直的线，一条通向火焰中熊熊燃烧的宫殿与城池，王国倾覆，大地承载苦难，生灵在这火中忍受煎熬，永世暗无天日。\n而另一条通向先古诸王之巅，神祗在云端亲自为我加冕，我带上桂冠，沐浴山呼。我的目光看穿历史的迷雾，我的骑士为我开疆扩土，我的剑披荆而行，带领我的子民走向胜利。\n我接过这权杖，将属于世界的权柄掌握在手中，我俯瞰芸芸众生，改变历史的进程。\n我是布兰多，沃恩德之王，这是属于我的传奇。\n----------------------\n通俗版简介:这是一个带着资深战士的重生记忆，穿越到自己曾经奋斗过的世界中扭转历史的脉络、叱咤风云的故事\n\n评价：\n这本小说非常具有开创性，在游戏小说领域开创了一个全新的流派：琥珀流，绯炎也凭此书成名。琥珀流小说就是一个骨灰级玩家穿越到一个跟玩过的游戏一模一样的异世界，同时还会获得一个游戏系统或游戏面板，各种属性、技能、经验值之类的数据一目了然，这类小说的主要特点就是开局设定精彩，节奏极为紧凑，特点鲜明。\n主角成熟冷静，属性栏为其加持，游戏经验转为战斗经验，熟悉故事背景让其在重大事件中找准方向，寻得机遇。有一种满级玩家重新练小号的感觉。但游戏和现实是两回事，面对死亡，可没有复活币让你重来。于是，他小心谨慎地存活下来，最终成为令世人敬仰的国王陛下。只是，这本书里面女主有点多。\n当然小说中异世界的设定也很好，设定严谨、文笔细腻、情节紧凑、人物塑造一流、故事铺陈老到，描绘出了一个恢弘大气、波澜壮阔的奇幻世界，世界格局之宏大、战争场面之精彩、叙事逻辑之清晰，都让人叹为观止，五星推荐。\n\n---------------我是分割线---------\n\n赤心巡天\nBY 情何以甚\n评分：4.4分/403人\n类型：仙侠\n标签：励志、坚毅、感情\n字数：191万（更新中）\n\n简介：\n上古时代，妖族绝迹。近古时代，龙族消失。神道大昌的时代已经如烟，飞剑绝巅的时代终究沉沦\u2026\u2026\n这个世界发生了什么？\n那埋葬于时间长河里的历史真相，谁来聆听？\n山河千里写伏尸，乾坤百年描饿虎。\n天地至公如无情，\n我有赤心一颗、以巡天！\n\u2014\u2014\u2014\u2014\u2014\u2014\n欢迎来到，情何以甚的仙侠世界。\n\u2014\u2014\u2014\u2014\u2014\u2014\n\n评价：\n有人说这是一本精简版的剑来，作者情何以甚以前是写短篇仙侠小说的知名大V，文笔非常好，特别是群像描写，有血有肉、生动细节。\n开头剧情略有些感觉俗套，结义五兄弟，主角姜望被四弟背叛夺走开脉丹，重伤流落野观，意外目睹一位强者的死去，从强者残骸中得到机缘开脉丹，以及金手指秘境：可以在秘境中与别人打斗和其他功能。接下来的情节就十分潇洒快意了，开脉成功的姜望直接回道院找到四弟，当场在几兄弟面前把话说清楚与老四决斗。在院长的主持下姜望一剑将老四打败，随后将其刺杀，毫不脱离带水让人感觉新奇不已。\n作者情何以甚在人物刻画方面也是十分的出彩，群像水平很强，描写的配角各具性格，每个配角都有自己的故事和行事的合理性，也都拥有着自己的喜怒哀乐，身负着自己的故事。 这些人物组成了这个世界，他们的故事编织出了小说的主框架。\n\n---------------我是分割线---------\n\n大奉打更人\nBY卖报小郎君\n评分：4.3分/3651人\n类型：仙侠\n标签：穿越、轻松、阵法\n字数：204万（更新中）\n\n简介：\n这个世界，有儒；有道；有佛；有妖；有术士。\n警校毕业的许七安幽幽醒来，发现自己身处牢狱之中，三日后流放边陲.....\n他起初的目的只是自保，顺便在这个没有人权的社会里当个富家翁悠闲度日。\n......\n多年后，许七安回首前尘，身后是早已逝去的敌人，以及累累白骨。\n滚滚长江东逝水，浪花淘尽英雄，是非成败转头空。\n青山依旧在，几度夕阳红。\nPS：本书不悲剧！\n\n评价：\n卖报小郎君新书，仙侠志怪小说，力压《剑来》《我师兄实在太稳健了》，成为当下最火的仙侠文，整个故事以打更人（捕快）的视角，通过一个个案件将世界的\u201c真实\u201d连接起来，主角通过破案寻找背后的真相，进而取得地位和实力的提升，合情合理。从开头的利用化学知识破解官银丢失，到平阳郡主私奔案，再到云州指挥使养寇自重案，一系列剧情环环相扣，推动剧情走向深入。\n这本书虽然是仙侠分类，其中的修炼体系等也较为完备，但不同于一般的仙侠小说无视凡人，这本小说将背景置于一个架空的历史王朝中，历史背景浓厚。另外这本小说还是一本以悬疑探案和骚话为亮点的仙侠小说，悬疑探案的剧情一波三折、此起彼伏，骚话毁成语遍地都是，开车更是触不及防，一本绝对不可错过的经典。\n\n----------------------------\n大家有什么推荐的小说欢迎留言，每期小助手都会认真参考大家的建议哒☆\n本次也想在收集大家推书的同时，收集一句话推荐语，说不定下期你就上电视了哟~","score":0,"zan":0,"replynum":"83","pub_time":"2周前","uc_uid":"0","status":"13","user_zan":0,"activity_extra_info":{"type":"2","url":""},"title":"周末推书：UC4.0以上的小说（2）","activity_id":"1323","type":"5","pics":[],"pv":"38222","author_type":"","stamp":"0"}],"topList":[{"mid":"0f9c2922f35111ea8c6f7cd30a62a7d8","sm_uid":"0","text":"闹书荒了不知道看什么比较好，不要捉急，作为混迹网文圈多年的老网虫，常年浸泡在小说世界里的神马君今天就来给大家推荐一些我认为不容错过的都市小说，希望大家能够喜欢。\n \n万族之劫/老鹰吃小鸡：讲述了少年苏宇成就强者之路的故事，书中的背景完全仿照现实生活，刚一发书就以极高的人气强势上榜，是一本写的足够好的爽文。节奏、剧情、人物，老鹰都写得很好，爽点更是十足，几乎每一天都有新的爽点出现。而且平均日更2万字，不愧是小说界的更新狂人啊，量大管饱。 \n \n修真聊天群/圣骑士的传说：神马君从未见过如此搞笑的网络小说，它最成功的地方在于人物塑造，黑卦属性专门坑群友的铜卦，在作死路上越走越远的狂刀三浪，聪明机智但又让人生气的熊孩子小果果，呆萌可爱喜欢冒险的雨柔子再加上整天各种送死的松鼠航，让《修真聊天群》处处充满笑点，网络评分9.2分，非常值得一看。\n \n我真没想重生啊/柳暗花又明：这本小说当下还是很火的，尤其渣男陈汉升的塑造，分分钟让神马君想拿刀。我喜欢它的原因最重要的是他很接近现实，不太虚幻，网络上大多的都市重生小说都差不多是赚钱，泡妞，改变原有经典人物剧情。但是这本书却另辟跷径，虽然也讲到赚钱和改变历史剧情，却让人感觉刚刚好可以接受。语言之精炼，案例之详尽，内容之丰满，让我欲罢不能。\n \n 强调一下，这只是神马君个人喜欢看的小说，但网文千千万，每个人的口味也不同。不喜欢，请原谅。如果大家有其他好看的都市小说，欢迎在评论区里留下自己的脚印，互帮互助，告别书荒。","score":0,"zan":"54","replynum":"40","pub_time":"2个月前","uc_uid":"0","status":"13","user_zan":0,"operate_extra_info":{"type":"1","url":""},"title":"书荒怎么办？戳我进入都市圈","activity_id":"0","type":"6","pics":[],"post_type":"top","stamp":"0"},{"mid":"1672e4eef33c11ea88b27cd30a62a7d8","sm_uid":"0","text":"闹书荒了不知道看什么比较好，不要捉急，作为混迹网文圈多年的老网虫，常年浸泡在小说世界里的神马君今天就来给大家推荐一些我认为十分精彩的仙侠小说，希望大家能够喜欢。\n \n剑来/烽火戏诸侯：这本作品从还未发表之时起，就备受关注，写的是陈平安修仙的故事，但也不仅仅是修仙，里面涉及到了成长，家国，情法，仙侠，爱情\u2026\u2026烽火用更加天马行空的想象力去构建这个迷人的仙侠世界。让读者顺着陈平安的经历去看世间百态，人情冷暖，哪怕被折磨得遍体鳞伤，也依旧不放弃。\n \n我师兄实在太稳健了/言归正传：看了一部分之后，神马君已经很难放下这本书了，可以说这本书绝对符合我的口味。轻松搞笑，稳中带皮，笑点颇多。文笔剧情一流，主角苟到极致的操作让人耳目一新。当你看惯了打打杀杀，霸天霸地，扮猪吃老虎等惯有的套路之后，看到这样一本接地气，极为有创意的仙侠小说也算是解救书荒的良药了。\n \n诛仙/萧鼎：诛仙在网文界拥有很高的历史地位。这本书几乎是家喻户晓的古代仙侠修真小说，主要讲述了青云山下的平凡少年张小凡的修仙成长历程，前半段的张小凡平凡到引发了很多读者的共鸣，后期围绕主角对\u201c何为正道\u201d的探寻给我们展示了一个充满天马行空的想象的故事，其中还有张小凡和两位奇女子的爱情故事，整部小说构思宏伟，展现了一个东方仙侠的世界，算是一部网络文学的巅峰之作。\n \n强调一下，这只是神马君个人喜欢看的小说，但网文千千万，每个人的口味也不同。不喜欢，请原谅。如果大家有其他好看的仙侠文，欢迎在评论区里留下自己的脚印，互帮互助，告别书荒。","score":0,"zan":"21","replynum":"46","pub_time":"2个月前","uc_uid":"0","status":"13","user_zan":0,"operate_extra_info":{"type":"1","url":""},"title":"书荒怎么办？戳我进入仙侠圈","activity_id":"0","type":"6","pics":[],"post_type":"top","stamp":"0"},{"mid":"61d23a62f33b11ea81f37cd30a62a7d8","sm_uid":"0","text":"闹书荒了不知道看什么比较好，不要捉急，作为混迹网文圈多年的老网虫，常年浸泡在小说世界里的神马君今天就来给大家推荐一些我认为的不侮辱智商的玄幻小说，希望大家能够喜欢。\n \n圣墟/辰东：这本书就不用神马君多说了，网文界粉丝数最多的一本书，也是神马小说收藏第一，虽然感觉如今的圣墟已经没有了看遮天、完美世界时期的热血沸腾，但是作为一部经典的玄幻小说还是值得一看的。\n \n万古神帝/飞天鱼：为数不多的几个能给神马君带来心血澎湃感受的作品，情节起伏跌宕，文笔详略得当！堪称经典（当代小说中的），但现在更新的速度真的是越来越慢了，而且。情节发展也减少了像以前一样的人物你来我往的双向的互动关系，情节起伏递进，更多的是不断地引出新人物，或者用以前的人物再次出现带来新消息推动情节发展。\n \n逆天邪神/火星引力：神马君追的最久的一本书，这本书是从头到尾的爽文，环环相扣的情节，不可谓不妙，是升级打怪捡宝贝套路流分流之一的写法，从情节设定来讲，不是最好的玄幻小说，但爽是公认的爽，欧美外文榜单都有它的影子。（Ps:神马君最近发现书圈里出现了一位火星接班人，大家可以去围观一下）。\n \n强调一下，这只是神马君个人喜欢看的小说，但网文千千万，每个人的口味也不同。不喜欢，请原谅。如果大家有其他好看的玄幻文，欢迎在评论区里留下自己的脚印，互帮互助，告别书荒。","score":0,"zan":"13","replynum":"32","pub_time":"2个月前","uc_uid":"0","status":"13","user_zan":0,"operate_extra_info":{"type":"1","url":""},"title":"书荒怎么办？戳我进入玄幻圈","activity_id":"0","type":"6","pics":[],"post_type":"top","stamp":"0"}]}
     * info : {"page":1,"size":10,"total":140366,"count":14037,"url":"https://xiaoshuo.sm.cn/sc/2/comment/index/?format=html&title=%E5%85%83%E5%B0%8A&author=%E5%A4%A9%E8%9A%95%E5%9C%9F%E8%B1%86&novelid=%E5%A4%A9%E8%9A%95%E5%9C%9F%E8%B1%86%2F%E5%85%83%E5%B0%8A&domain=xiaoshuo.sm.cn&token=6faae3d2d8ffa309911e7d2c773daacf#/comment/score","total_user":120389}
     * res : true
     */

    private Integer status;
    private String error;
    private DataBean data;
    private InfoBean info;
    private Boolean res;


    public static class DataBean {
        public List<ListBean> getList() {
            return list;
        }

        public void setList(List<ListBean> list) {
            this.list = list;
        }

        public List<AcListBean> getAcList() {
            return acList;
        }

        public void setAcList(List<AcListBean> acList) {
            this.acList = acList;
        }

        public List<TopListBean> getTopList() {
            return topList;
        }

        public void setTopList(List<TopListBean> topList) {
            this.topList = topList;
        }

        private List<ListBean> list;
        private List<AcListBean> acList;
        private List<TopListBean> topList;


        public static class ListBean implements Serializable {
            public String getMid() {
                return mid;
            }

            public void setMid(String mid) {
                this.mid = mid;
            }

            public String getSm_uid() {
                return sm_uid;
            }

            public void setSm_uid(String sm_uid) {
                this.sm_uid = sm_uid;
            }

            public String getText() {
                return text;
            }

            public void setText(String text) {
                this.text = text;
            }

            public String getScore() {
                return score;
            }

            public void setScore(String score) {
                this.score = score;
            }

            public String getZan() {
                return zan;
            }

            public void setZan(String zan) {
                this.zan = zan;
            }

            public String getReplynum() {
                return replynum;
            }

            public void setReplynum(String replynum) {
                this.replynum = replynum;
            }

            public String getPub_time() {
                return pub_time;
            }

            public void setPub_time(String pub_time) {
                this.pub_time = pub_time;
            }

            public String getUc_uid() {
                return uc_uid;
            }

            public void setUc_uid(String uc_uid) {
                this.uc_uid = uc_uid;
            }

            public String getStatus() {
                return status;
            }

            public void setStatus(String status) {
                this.status = status;
            }

            public Integer getUser_zan() {
                return user_zan;
            }

            public void setUser_zan(Integer user_zan) {
                this.user_zan = user_zan;
            }

            public String getPublic_time() {
                return public_time;
            }

            public void setPublic_time(String public_time) {
                this.public_time = public_time;
            }

            public String getAuthor_type() {
                return author_type;
            }

            public void setAuthor_type(String author_type) {
                this.author_type = author_type;
            }

            public String getStamp() {
                return stamp;
            }

            public void setStamp(String stamp) {
                this.stamp = stamp;
            }

            public String getSm_photo() {
                return sm_photo;
            }

            public void setSm_photo(String sm_photo) {
                this.sm_photo = sm_photo;
            }

            public String getSm_name() {
                return sm_name;
            }

            public void setSm_name(String sm_name) {
                this.sm_name = sm_name;
            }

            public String getAvatar() {
                return avatar;
            }

            public void setAvatar(String avatar) {
                this.avatar = avatar;
            }

            public Boolean getUser_isadm() {
                return user_isadm;
            }

            public void setUser_isadm(Boolean user_isadm) {
                this.user_isadm = user_isadm;
            }

            public List<?> getPics() {
                return pics;
            }

            public void setPics(List<String> pics) {
                this.pics = pics;
            }

            public List<?> getComment_list() {
                return comment_list;
            }

            public void setComment_list(List<?> comment_list) {
                this.comment_list = comment_list;
            }

            /**
             * mid : 4ec56c38a06948de8ac8484e8bd8fb42
             * sm_uid : 23539868
             * text : 吞吞和圣龙本身就是仅次于神的存在，周元身怀圣龙起运而且和吞吞血脉融合过，更接近神道，最后周元必定成为5天之主加上妖妖的助攻成就神道打败圣神成为9天之主，超越第一序列之神的存在，完结！
             * score : 5
             * zan : 11
             * replynum : 3
             * pub_time : 1天前
             * uc_uid : 1235191801
             * status : 13
             * user_zan : 0
             * pics : []
             * public_time : 1607001247
             * comment_list : []
             * author_type :
             * stamp : 2
             * sm_photo : 8
             * sm_name : 书友39868
             * avatar : https://sm01.alicdn.com/L1/272/6837/static/tucao/avatar/v1/160/0009.png
             * user_isadm : false
             */

            private String mid;
            private String sm_uid;
            private String text;
            private String score;
            private String zan;
            private String replynum;
            private String pub_time;
            private String uc_uid;
            private String status;
            private Integer user_zan;
            private String public_time;
            private String author_type;
            private String stamp;
            private String sm_photo;
            private String sm_name;
            private String avatar;
            private Boolean user_isadm;
            private List<String> pics;
            private List<?> comment_list;
        }


        public static class AcListBean {
            public String getMid() {
                return mid;
            }

            public void setMid(String mid) {
                this.mid = mid;
            }

            public String getSm_uid() {
                return sm_uid;
            }

            public void setSm_uid(String sm_uid) {
                this.sm_uid = sm_uid;
            }

            public String getText() {
                return text;
            }

            public void setText(String text) {
                this.text = text;
            }

            public Integer getScore() {
                return score;
            }

            public void setScore(Integer score) {
                this.score = score;
            }

            public Integer getZan() {
                return zan;
            }

            public void setZan(Integer zan) {
                this.zan = zan;
            }

            public String getReplynum() {
                return replynum;
            }

            public void setReplynum(String replynum) {
                this.replynum = replynum;
            }

            public String getPub_time() {
                return pub_time;
            }

            public void setPub_time(String pub_time) {
                this.pub_time = pub_time;
            }

            public String getUc_uid() {
                return uc_uid;
            }

            public void setUc_uid(String uc_uid) {
                this.uc_uid = uc_uid;
            }

            public String getStatus() {
                return status;
            }

            public void setStatus(String status) {
                this.status = status;
            }

            public Integer getUser_zan() {
                return user_zan;
            }

            public void setUser_zan(Integer user_zan) {
                this.user_zan = user_zan;
            }

            public ActivityExtraInfoBean getActivity_extra_info() {
                return activity_extra_info;
            }

            public void setActivity_extra_info(ActivityExtraInfoBean activity_extra_info) {
                this.activity_extra_info = activity_extra_info;
            }

            public String getTitle() {
                return title;
            }

            public void setTitle(String title) {
                this.title = title;
            }

            public String getActivity_id() {
                return activity_id;
            }

            public void setActivity_id(String activity_id) {
                this.activity_id = activity_id;
            }

            public String getType() {
                return type;
            }

            public void setType(String type) {
                this.type = type;
            }

            public String getPv() {
                return pv;
            }

            public void setPv(String pv) {
                this.pv = pv;
            }

            public String getAuthor_type() {
                return author_type;
            }

            public void setAuthor_type(String author_type) {
                this.author_type = author_type;
            }

            public String getStamp() {
                return stamp;
            }

            public void setStamp(String stamp) {
                this.stamp = stamp;
            }

            public List<?> getPics() {
                return pics;
            }

            public void setPics(List<?> pics) {
                this.pics = pics;
            }

            /**
             * mid : f5a70df235e011eb85937cd30a62a7d8
             * sm_uid : 0
             * text : 又到了快乐周五了~本期不求书，专门给大家避雷踩坑！
             不知道大家有没有经历过：有些小说开头很好看，但是后期越来越烂！导致你弃之可惜，食之无味……(ˉ▽ˉ；)
             或者是有些作者的书越写越烂，友情提示只看到xx就可以停止了。
             来跟书友们一起分享吧，大声说出他的名字，互帮互助，让大伙避个雷！
             * score : 0
             * zan : 0
             * replynum : 29
             * pub_time : 11小时前
             * uc_uid : 0
             * status : 13
             * user_zan : 0
             * activity_extra_info : {"type":"2","url":""}
             * title : 周五求书：绝对要避雷的书！
             * activity_id : 1334
             * type : 5
             * pics : []
             * pv : 3662
             * author_type :
             * stamp : 0
             */

            private String mid;
            private String sm_uid;
            private String text;
            private Integer score;
            private Integer zan;
            private String replynum;
            private String pub_time;
            private String uc_uid;
            private String status;
            private Integer user_zan;
            private ActivityExtraInfoBean activity_extra_info;
            private String title;
            private String activity_id;
            private String type;
            private String pv;
            private String author_type;
            private String stamp;
            private List<?> pics;

            public static class ActivityExtraInfoBean {
                /**
                 * type : 2
                 * url :
                 */
                private String type;
                private String url;
            }
        }

        public static class TopListBean {
            public String getMid() {
                return mid;
            }

            public void setMid(String mid) {
                this.mid = mid;
            }

            public String getSm_uid() {
                return sm_uid;
            }

            public void setSm_uid(String sm_uid) {
                this.sm_uid = sm_uid;
            }

            public String getText() {
                return text;
            }

            public void setText(String text) {
                this.text = text;
            }

            public Integer getScore() {
                return score;
            }

            public void setScore(Integer score) {
                this.score = score;
            }

            public String getZan() {
                return zan;
            }

            public void setZan(String zan) {
                this.zan = zan;
            }

            public String getReplynum() {
                return replynum;
            }

            public void setReplynum(String replynum) {
                this.replynum = replynum;
            }

            public String getPub_time() {
                return pub_time;
            }

            public void setPub_time(String pub_time) {
                this.pub_time = pub_time;
            }

            public String getUc_uid() {
                return uc_uid;
            }

            public void setUc_uid(String uc_uid) {
                this.uc_uid = uc_uid;
            }

            public String getStatus() {
                return status;
            }

            public void setStatus(String status) {
                this.status = status;
            }

            public Integer getUser_zan() {
                return user_zan;
            }

            public void setUser_zan(Integer user_zan) {
                this.user_zan = user_zan;
            }

            public OperateExtraInfoBean getOperate_extra_info() {
                return operate_extra_info;
            }

            public void setOperate_extra_info(OperateExtraInfoBean operate_extra_info) {
                this.operate_extra_info = operate_extra_info;
            }

            public String getTitle() {
                return title;
            }

            public void setTitle(String title) {
                this.title = title;
            }

            public String getActivity_id() {
                return activity_id;
            }

            public void setActivity_id(String activity_id) {
                this.activity_id = activity_id;
            }

            public String getType() {
                return type;
            }

            public void setType(String type) {
                this.type = type;
            }

            public String getPost_type() {
                return post_type;
            }

            public void setPost_type(String post_type) {
                this.post_type = post_type;
            }

            public String getStamp() {
                return stamp;
            }

            public void setStamp(String stamp) {
                this.stamp = stamp;
            }

            public List<?> getPics() {
                return pics;
            }

            public void setPics(List<?> pics) {
                this.pics = pics;
            }

            /**
             * mid : 0f9c2922f35111ea8c6f7cd30a62a7d8
             * sm_uid : 0
             * text : 闹书荒了不知道看什么比较好，不要捉急，作为混迹网文圈多年的老网虫，常年浸泡在小说世界里的神马君今天就来给大家推荐一些我认为不容错过的都市小说，希望大家能够喜欢。

             万族之劫/老鹰吃小鸡：讲述了少年苏宇成就强者之路的故事，书中的背景完全仿照现实生活，刚一发书就以极高的人气强势上榜，是一本写的足够好的爽文。节奏、剧情、人物，老鹰都写得很好，爽点更是十足，几乎每一天都有新的爽点出现。而且平均日更2万字，不愧是小说界的更新狂人啊，量大管饱。

             修真聊天群/圣骑士的传说：神马君从未见过如此搞笑的网络小说，它最成功的地方在于人物塑造，黑卦属性专门坑群友的铜卦，在作死路上越走越远的狂刀三浪，聪明机智但又让人生气的熊孩子小果果，呆萌可爱喜欢冒险的雨柔子再加上整天各种送死的松鼠航，让《修真聊天群》处处充满笑点，网络评分9.2分，非常值得一看。

             我真没想重生啊/柳暗花又明：这本小说当下还是很火的，尤其渣男陈汉升的塑造，分分钟让神马君想拿刀。我喜欢它的原因最重要的是他很接近现实，不太虚幻，网络上大多的都市重生小说都差不多是赚钱，泡妞，改变原有经典人物剧情。但是这本书却另辟跷径，虽然也讲到赚钱和改变历史剧情，却让人感觉刚刚好可以接受。语言之精炼，案例之详尽，内容之丰满，让我欲罢不能。

             强调一下，这只是神马君个人喜欢看的小说，但网文千千万，每个人的口味也不同。不喜欢，请原谅。如果大家有其他好看的都市小说，欢迎在评论区里留下自己的脚印，互帮互助，告别书荒。
             * score : 0
             * zan : 54
             * replynum : 40
             * pub_time : 2个月前
             * uc_uid : 0
             * status : 13
             * user_zan : 0
             * operate_extra_info : {"type":"1","url":""}
             * title : 书荒怎么办？戳我进入都市圈
             * activity_id : 0
             * type : 6
             * pics : []
             * post_type : top
             * stamp : 0
             */

            private String mid;
            private String sm_uid;
            private String text;
            private Integer score;
            private String zan;
            private String replynum;
            private String pub_time;
            private String uc_uid;
            private String status;
            private Integer user_zan;
            private OperateExtraInfoBean operate_extra_info;
            private String title;
            private String activity_id;
            private String type;
            private String post_type;
            private String stamp;
            private List<?> pics;

            public static class OperateExtraInfoBean {
                /**
                 * type : 1
                 * url :
                 */
                private String type;
                private String url;
            }
        }
    }

    public static class InfoBean {
        public Integer getPage() {
            return page;
        }

        public void setPage(Integer page) {
            this.page = page;
        }

        public Integer getSize() {
            return size;
        }

        public void setSize(Integer size) {
            this.size = size;
        }

        public Integer getTotal() {
            return total;
        }

        public void setTotal(Integer total) {
            this.total = total;
        }

        public Integer getCount() {
            return count;
        }

        public void setCount(Integer count) {
            this.count = count;
        }

        public String getUrl() {
            return url;
        }

        public void setUrl(String url) {
            this.url = url;
        }

        public Integer getTotal_user() {
            return total_user;
        }

        public void setTotal_user(Integer total_user) {
            this.total_user = total_user;
        }

        /**
         * page : 1
         * size : 10
         * total : 140366
         * count : 14037
         * url : https://xiaoshuo.sm.cn/sc/2/comment/index/?format=html&title=%E5%85%83%E5%B0%8A&author=%E5%A4%A9%E8%9A%95%E5%9C%9F%E8%B1%86&novelid=%E5%A4%A9%E8%9A%95%E5%9C%9F%E8%B1%86%2F%E5%85%83%E5%B0%8A&domain=xiaoshuo.sm.cn&token=6faae3d2d8ffa309911e7d2c773daacf#/comment/score
         * total_user : 120389
         */

        private Integer page;
        private Integer size;
        private Integer total;
        private Integer count;
        private String url;
        private Integer total_user;
    }
}
